Repository: SpinnerNet/SpinnerNet
Catalog: src/SpinnerNet.Shared/Resources/Strings.*.resx
Languages: es

# Nav_Home
source: Home
es: Inicio

# Nav_Contact
source: Contact
es: Contacto

# Nav_App
source: Go to App
es: Ir a la app

# Language_German
source: German
es: Alemán

# Language_English
source: English
es: Inglés

# Language_French
source: French
es: Francés

# Language_Spanish
source: Spanish
es: Español

# Index_Hero_Title
source: Bamberger Spinnerei
es: Imagina tener un compañero personal

# Index_Hero_Description
source: Where machines once rattled, life should emerge again: through ideas, encounters and collaborative action.
es: ...que te conoce como tu mejor amigo. Que sabe cuándo eres productivo, qué te motiva. Que te ayuda a usar tu tiempo para que estés satisfecho por la noche.

# Index_Features_Title
source: More than software – a new way of being together
es: Más que software – una nueva forma de convivir

# Index_Features_Description
source: We create space for your ideas. Three pillars support our community: Spinning, Teaching, and the Marketplace.
es: Creamos un espacio para tus ideas. Tres pilares sostienen nuestra comunidad: Crear, Transmitir y el Mercado.

# Index_Features_Zeitsparkasse_Title
source: Spinning – Let ideas emerge
es: Crear – Dejar emerger las ideas

# Index_Features_Zeitsparkasse_Description
source: Whether you're trying out a new learning concept, developing an app, or having a vision for sustainable tourism – here you'll find space, materials, and people to accompany you.
es: Ya sea que pruebes un nuevo concepto de aprendizaje, desarrolles una app o tengas una visión para el turismo sostenible – aquí encuentras el espacio, el material y las personas que te acompañan.

# Index_Features_Innovation_Title
source: Teaching – Share knowledge
es: Transmitir – Compartir el conocimiento

# Index_Features_Innovation_Description
source: Knowledge isn't lectured here, it's shared. From experienced craftsmen to young entrepreneurs – everyone passes on what they can. No grade pressure, with real encounters.
es: El conocimiento no se enseña aquí, se comparte. Desde el artesano experimentado hasta la joven empresaria – todos transmiten lo que saben. Sin presión de notas, con encuentros reales.

# Index_Features_Community_Title
source: Marketplace – Rethink work
es: Mercado – Repensar el trabajo

# Index_Features_Community_Description
source: Work self-determined, but not alone. Here you can program and paint, teach in the morning and make music in the evening. Your identity can be multidimensional.
es: Trabaja de manera autodeterminada, pero no solo. Aquí puedes programar y pintar, enseñar por la mañana y hacer música por la noche. Tu identidad puede ser multidimensional.

# Index_Stats_CommunityMembers
source: Solidarity Contribution
es: Contribución solidaria

# Index_Stats_RealizedProjects
source: Stays with you
es: Se queda contigo

# Index_Stats_SavedHours
source: Possibilities
es: Posibilidades

# Index_CTA_Title
source: Ready for Your Innovation?
es: ¿Qué puedes aportar?

# Index_CTA_Description
source: Become part of a community that understands time as the most valuable resource. Start your journey in Bamberger Spinnerei today.
es: Una idea. Tiempo. Una conversación. Una donación. Tu talento o tu historia. ¿Qué obtienes? Un espacio. Una resonancia. Una estructura. Humanidad. Tal vez incluso un nuevo sentido.

# Index_CTA_SecureBeta
source: Secure Beta Access
es: Ven a vernos. Escríbenos.

# Index_CTA_BookConsultation
source: Book Consultation
es: O simplemente comienza.

# Hero_MainSlogan
source: More than software – a buddy for life.
es: Más que software – un compañero para la vida.

# Hero_Subtitle
source: Spinner.Net is your personal AI companion who understands you, protects your time, and helps you live the life you want.
es: Spinner.Net es tu compañero IA personal que te comprende, protege tu tiempo y te ayuda a vivir la vida que quieres.

# About_Vision_Text
source: The Spinnerei is more than a place – it's a model for living together, working, learning and spiritual growth. At the center is the human being in their wholeness – not just as an employee, but as a feeling, thinking and creative being.
es: La Hilandería es más que un lugar – es un modelo de convivencia, trabajo, aprendizaje y crecimiento espiritual. En el centro está el ser humano en su totalidad – no solo como empleado, sino como ser sensible, pensante y creativo.

# About_Mission_Text
source: We create space, time and trust so that people can unfold, realize ideas and shape community. A place for all generations, cultures and life situations – carried by the idea: Who carries today, will be carried tomorrow.
es: Creamos el espacio, el tiempo y la confianza para que las personas puedan florecer, realizar ideas y dar forma a la comunidad. Un lugar para todas las generaciones, culturas y situaciones de vida – sostenido por la idea: Quien sostiene hoy, será sostenido mañana.

# Support_23Percent_Description
source: The number 23 stands symbolically for voluntary and responsible participation in a community. The more people act, the more people can be carried. It's not about control, but about trust – the central capital of the Spinnerei.
es: El número 23 simboliza una participación voluntaria y responsable en una comunidad. Cuanta más gente actúa, más gente puede ser sostenida. No se trata de control, sino de confianza – el capital central de la Hilandería.

# Support_BGE_Description
source: People carried by basic income have no obligations. They receive time and space to find themselves again. Who was carried, later carries others. A chain of trust.
es: Las personas sostenidas por la renta básica no tienen obligaciones. Reciben tiempo y espacio para encontrarse a sí mismas. Quien ha sido sostenido, más tarde sostiene a otros. Una cadena de confianza.

# Beta_Hero_Title
source: Beta Program
es: Programa Beta

# Beta_Hero_Subtitle
source: Become a Beta Tester of the Future
es: Conviértete en tester beta del futuro

# Beta_Hero_Description
source: Get exclusive access to our platform and help us perfect the Bamberger Spinnerei.
es: Obtén acceso exclusivo a nuestra plataforma y ayúdanos a perfeccionar la Hilandería de Bamberg.

# Beta_Benefits_Title
source: Why become a Beta Tester?
es: ¿Por qué convertirse en tester beta?

# Beta_Benefits_Subtitle
source: Discover the advantages of the Beta Program
es: Descubre las ventajas del programa beta
